[
  {
    "day": 1,
    "date": null,
    "title": "Flight to Tokyo",
    "highlights": "Osaka Castle, an iconic fortress with gleaming golden accents, surrounded by expansive moats and parkland (the current main tower is a museum showcasing samurai artifacts and the history of Osaka); Dōtonbori district, Osaka's famed entertainment area along a canal, blazing with neon signs (like the Glico Running Man) and packed with street food stalls serving takoyaki, okonomiyaki, and other treats that exemplify the city's nickname 'Tenka no Daidokoro' (Nation's Kitchen).",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Start at Osaka Castle in the morning to avoid crowds. The castle keep opens at 9:00 AM (¥600 admission), offering an elevator for accessibility and a 360° observation deck on top. Surrounding the castle, Osaka Castle Park is open 24/7 and free – lovely for a walk under plum blossoms (Feb) or cherry blossoms (early April). From there, take the Osaka Loop Line to Namba for Dōtonbori. In Dōtonbori, immerse yourself in Osaka's food culture: try piping-hot takoyaki from street vendors and a savory okonomiyaki at a local joint (many shops will cook it in front of you on a teppan grill). The concept of 'kuidaore' – to eat until you drop – is taken to heart here. Even if you indulge, prices are reasonable: street snacks range ¥300-¥800. The area gets very busy after dark, so visit around 5-6 PM to see the neon come alive. Don't miss the photo-op at the Ebisu Bridge with the neon backdrop. Nearby, the Kuromon Ichiba Market (open until late afternoon) is another foodie haven to explore earlier in the day. At night, stroll along the canal or catch an impromptu performance by local buskers. Remember to throw trash in bins (staff often hand out tiny bags for takoyaki toothpicks, etc.) – keeping the street clean is part of the local pride."
  },
  {
    "day": 2,
    "date": null,
    "title": "Tokyo",
    "highlights": "Hiroshima Peace Memorial Park, a green oasis dedicated to remembrance: the Atomic Bomb Dome, preserved in its ruined state as a powerful symbol of nuclear destruction (and hope for peace); the Peace Memorial Museum with extensive exhibits on the bombing and its human impact; the cenotaph and memorials where visitors from around the world pay respects with folded cranes and prayers for peace.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Take an early Shinkansen from Osaka (about 1.5 hours to Hiroshima Station) to make the most of your day. The Peace Memorial Museum opens early (7:30 AM during current trials) and entry is only ~¥200. Allocate a couple of hours for it; an audio guide (¥400) can enrich your understanding of the artifacts and stories. Inside the museum and around the park, maintain a respectful silence – many survivors and families visit, and it's a place of reflection. Outside, see the Flame of Peace (intended to burn until nuclear weapons are abolished) and ring the large Peace Bell near the Dome. Everything in the park is within walking distance. For lunch, you might try okonomiyaki at a nearby restaurant – Hiroshima has its own style with noodles. If you plan to visit Miyajima the same day, aim to leave the park by early afternoon. Otherwise, spend more time in Hiroshima city: the rebuilt Hiroshima Castle and Shukkei-en Garden are options. Getting around is easy with the tram system (the No.2 or No.6 tram runs from the station to the park in about 15 minutes)."
  },
  {
    "day": 3,
    "date": null,
    "title": "Tokyo → Hakone",
    "highlights": "Itsukushima (Miyajima) Island, celebrated for the magnificent 'floating' torii gate of Itsukushima Shrine which seems to drift on the tidal waters; the shrine complex itself, with vermilion boardwalks over the bay; curious semi-tame deer wandering the streets; Mount Misen, the island's sacred peak with observation points accessible via ropeway or hiking, offering sweeping island panoramas.",
    "km": "81",
    "time": "1 Std. 39 Min",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "From Hiroshima, ride JR to Miyajimaguchi (30 min) and hop on the JR ferry to Miyajima (10 min), free with JR Pass. Aim to reach by morning. Check tide schedules: at high tide (often in the morning), the shrine's torii is surrounded by water for that postcard-perfect scene; at low tide, you can walk out on the sand to stand beneath this towering gate. The shrine's hours are roughly 6:30 AM to 5:00 PM (entry ~¥300). It's worth visiting the shrine during high tide for the full floating illusion. Wander the traditional shopping street (Omotesando) for grilled oysters (a local specialty) and momiji manju cakes. If you're feeling active, take the two-stage ropeway up Mount Misen (last one up around 4:00 PM) and then a short hike to the summit for breathtaking views. Alternatively, an easy 30-minute climb to the observatory at Tahoto Pagoda behind the village yields great vistas too. Keep in mind the deer on Miyajima can be sneaky – secure your maps and food. Ferries back to the mainland run until about 10 PM, but double-check the last ferry if you stay for the sunset or evening illumination of the torii (which is quite enchanting)."
  },
  {
    "day": 4,
    "date": null,
    "title": "Hakone",
    "highlights": "Fushimi Inari Taisha, Kyoto's most iconic Shinto shrine famous for its endless path of vermilion torii gates up the sacred Inari mountain (with stone fox statues throughout); Gion district, Kyoto's historic geisha quarter with traditional wooden machiya houses, where you might catch sight of elegantly dressed maiko (apprentice geisha) in the evenings; Yasaka Shrine at the heart of Gion, a vibrant shrine known for its summer festival and nightly illumination of lanterns.",
    "km": "",
    "time": "",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Catch an early bullet train from Hiroshima to Kyoto (about 2 hours by Shinkansen) to start your Kyoto exploration. Fushimi Inari is best visited in the early morning to avoid the crowd and tour buses. There is no admission fee and the main shrine at the base is always open. Hike partway up to experience the tunnel of torii – even going 15-20 minutes in will drastically thin out the crowds, and you'll hear forest sounds despite being in the city. Back in central Kyoto, head to Gion by late afternoon. The streets around Hanamikoji Lane and Shirakawa Canal are atmospheric at dusk, with lantern-lit teahouses. While strolling, remember that geiko/geisha are working – do not chase them for photos or block their way (photography is banned on private alleyways due to past issues). Yasaka Shrine (open all day, free) sits at the end of Shijō Street and is a popular evening hangout with food stalls during festivals. If you stay into the evening, you might enjoy a cultural show at Gion Corner (short performances of tea ceremony, dance, puppetry) for an introduction to traditional arts. Wear comfortable sandals if you have them – Kyoto's old streets are best explored on foot."
  },
  {
    "day": 5,
    "date": null,
    "title": "Hakone → Kyoto",
    "highlights": "Arashiyama district on Kyoto's western edge, known for the peaceful bamboo grove where towering bamboo sways above a walking path; the nearby Tenryu-ji Temple with its historic landscape garden (one of Kyoto's five great Zen temples); Kinkaku-ji (Golden Pavilion) on Kyoto's north side, dazzling visitors with its gold-covered upper floors reflecting in a mirror pond, surrounded by meticulously landscaped gardens.",
    "km": "374",
    "time": "1 Std. 43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Begin in Arashiyama early. From Kyoto Station, take the JR Sagano Line to Saga-Arashiyama. The bamboo grove path is freely accessible and never closes, but it's most serene around sunrise before day-trippers arrive. After soaking in the bamboo ambiance, check out Tenryu-ji (admission ~¥500, garden-only tickets available) – it opens 8:30 AM. The temple's landscape garden, with a backdrop of forested hills, is a UNESCO World Heritage Site. Enjoy a quiet moment by the central pond before continuing. You can then head to Kinkaku-ji in the afternoon (bus 11 or 205 from central Arashiyama area, or from Kyoto Station). Kinkaku-ji is open 9-5 and draws huge crowds. You'll buy a ticket (around ¥400) that doubles as a good-luck charm. Follow the path to behold the Golden Pavilion across the water – it's a short but unforgettable sight. For a less crowded golden temple, consider Ginkaku-ji (Silver Pavilion) on another day, though it's not actually silver! To return from Kinkaku-ji, taxis are an efficient option if buses are packed. In the evening, you might attend a tea ceremony or just relax – perhaps soak in a sento (public bath) if your hotel has one, to recover for more touring."
  },
  {
    "day": 6,
    "date": null,
    "title": "Kyoto",
    "highlights": "Hakone, a mountainous getaway famous for hot springs and views of Mount Fuji; ride the Hakone Ropeway over Owakudani, an active volcanic valley with steaming vents (and try the local black eggs boiled in sulfuric water); cruise across Lake Ashi on a themed pirate ship for a stunning perspective of forested hills and (if clear) Mount Fuji; enjoy ryokan hospitality with kaiseki meals and outdoor onsen baths surrounded by nature.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Leaving Kyoto early, take the Shinkansen to Odawara (about 2 hours) and switch to Hakone-Tozan Railway or bus into Hakone. The Hakone Free Pass is convenient if you plan to use multiple transports (ropeway, boats, cable car) – it covers round-trip from Odawara and local transit. Keep an eye on the weather forecast; Fuji is often visible in winter and early spring mornings. Even if hidden, Hakone has plenty to enjoy. At an onsen ryokan, observe the customs: remove shoes at the entrance, wear the provided yukata robe around the facility, and follow onsen etiquette meticulously (wash thoroughly before entering, no swimsuits, and don't soak your towel). If you have tattoos, inquire if they're allowed; some places are more foreigner-friendly now, but discretion is still advised. A private onsen bath (kashikiri) can be a good alternative. In the evening, relish the multi-course kaiseki dinner if staying at a ryokan – it's part of the experience. Keep in mind that Hakone's attractions can close by early evening (ropeway around 4-5 PM, sightseeing cruise by 5 PM), so plan active sightseeing during daytime. Unwind at night by gazing at the stars from an open-air onsen, reflecting on your journey."
  },
  {
    "day": 7,
    "date": null,
    "title": "Kyoto",
    "highlights": "Shibuya Crossing, a world-famous scramble where traffic stops in all directions and pedestrians flood the intersection in organized chaos, surrounded by giant LED screens and the buzz of Tokyo youth; Harajuku's Takeshita Street, the center of teenage pop culture and fashion trends in Japan, filled with funky boutiques, cosplay costume shops, and sweet crepe stands; nearby Meiji Shrine's forested grounds, providing a tranquil cultural counterpoint amid the urban energy.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "After arriving in Tokyo from Hakone (Odakyu trains arrive at Shinjuku), dive into the vibrant city life. Shibuya's peak crossing times are during the evening rush and weekend afternoons, but it's exciting any time of day. Grab a coffee with a view at the Shibuya Scramble Square or Magnet rooftop to watch the crossing from above. When walking through the scramble, go with the flow and avoid sudden stops; it's fine to film or photograph from the sidelines. In Harajuku, Takeshita Street is typically open by 11 AM and can be shoulder-to-shoulder on weekends. For a calmer visit, go on a weekday or earlier in the day. Check out iconic shops like Daiso (100-yen shop) or Laforet mall for avant-garde fashion. Street performers or trendsetters in wild outfits often gather on weekends. Just around the corner lies Meiji Jingu – step through the massive torii gate and you leave the noise behind. Even if you visited earlier in the trip, the shrine is worth a second stop to relax. If you're there around closing (usually around sunset), you'll hear the drum signal the end of the day. Harajuku and Shibuya are connected by the JR Yamanote Line (one stop apart), and both are very walkable. End your day in Shibuya with some ramen or yakitori in the backstreets of Nonbei Yokocho (\"Drunkards Alley\") for a taste of local nightlife."
  },
  {
    "day": 8,
    "date": null,
    "title": "Kyoto",
    "highlights": "Asakusa, Tokyo's historic downtown, home to Senso-ji Temple – the city's oldest, with a vibrant five-story pagoda and the huge Kaminarimon (Thunder Gate) lantern; Nakamise arcade leading to the temple offering traditional snacks like senbei rice crackers and ningyō-yaki cakes; Akihabara, the electronics and anime district, known for multi-story gaming arcades, manga shops, and bright neon advertisements – a paradise for tech and pop culture enthusiasts.",
    "km": "46",
    "time": "43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "For your final day, soak in a mix of traditional and modern. At Senso-ji (open around 6:00 AM), you might catch morning incense rituals if you go early. Pick up last-minute souvenirs along Nakamise – it's one of the best places for yukata, fans, or quirky Tokyo keepsakes (most stalls open by 9 AM). If you haven't yet, try a ride on a rickshaw around Asakusa for a fun guided tour. Later, head to Akihabara (short ride via Tsukuba Express or JR Yamanote from Ueno) to experience Japan's geek culture. Many electronics shops open around 10 AM; explore duty-free megastores for gadgets and wander into smaller shops for retro games and anime collectibles. Maid cafés in Akiba can be quirky but are a unique cultural experience if you have time (expect ~¥1500 for a drink and show). Keep an eye on time if you have a flight – from Akihabara, it's about an hour to Narita Airport on JR or Keisei Skyliner, or 30 minutes to Haneda via Tokyo Monorail from Hamamatsuchō. As you depart Japan, reflect on the temples, neon streets, onsen relaxation, and amazing meals you've enjoyed. 'Mata ne' (see you again) – you'll carry these memories until your next visit!"
  },
  {
    "day": 9,
    "date": null,
    "title": "Kyoto → Osaka",
    "highlights": "Osaka Castle – https://www.japan-guide.com/e/e4001.html",
    "km": "56",
    "time": "52 Min",
    "hotel": "Hilton Osaka – https://www3.hilton.com/en/hotels/japan/hilton-osaka-OSAOHHI/index.html",
    "notes": "",
    "helpfulInfo": "Osaka Castle's museum reopened 2025—buy timed ticket online; sample takoyaki at Dotonbori (15 min subway)."
  },
  {
    "day": 10,
    "date": null,
    "title": "Osaka",
    "highlights": "Sumiyoshi Taisha – https://www.japan-guide.com/e/e4004.html",
    "km": "",
    "time": "",
    "hotel": "Hilton Osaka – https://www3.hilton.com/en/hotels/japan/hilton-osaka-OSAOHHI/index.html",
    "notes": "",
    "helpfulInfo": "Ride the Hankai tram to Sumiyoshi Taisha (¥230); finish with sunset views from Abeno Harukas observatory (open until 22:00)."
  },
  {
    "day": 11,
    "date": null,
    "title": "Osaka → Kanazawa",
    "highlights": "Kenroku-en Garden – https://www.japan-guide.com/e/e4201.html",
    "km": "462",
    "time": "5 Std. 24 Min",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Kenroku‑en is free before 07:00; combine with Kanazawa Castle via the Ishikawa Gate; buy a Loop‑Bus day pass (¥600)."
  },
  {
    "day": 12,
    "date": null,
    "title": "Kanazawa",
    "highlights": "Samurai-Viertel – https://www.japan-guide.com/e/e4200.html",
    "km": "",
    "time": "",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "In Nagamachi samurai district visit Nomura‑ke with English audio; try gold‑leaf ice cream in Higashi‑Chaya."
  },
  {
    "day": 13,
    "date": null,
    "title": "Kanazawa → Tokyo",
    "highlights": "Shinkansen – https://global.jr-central.co.jp/en/high-speed-rail/tokaido/ ; Shinjuku Gyoen – https://www.env.go.jp/garden/shinjukugyoen/english/index.html",
    "km": "474",
    "time": "5 Std. 54 Min",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Reserve a window seat on the Kagayaki Shinkansen for Sea‑of‑Japan views the first 30 min; send bags to airport hotel."
  },
  {
    "day": 14,
    "date": null,
    "title": "Tokyo",
    "highlights": "Meiji-Schrein – https://www.japan-guide.com/e/e3002.html ; Harajuku – https://www.japan-guide.com/e/e3006.html ; Shibuya – https://www.japan-guide.com/e/e3007.html",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Meiji Shrine opens at dawn; after Harajuku crepes, pre‑book Shibuya Sky sunset slot online."
  },
  {
    "day": 15,
    "date": null,
    "title": "Tokyo → Kanagawa",
    "highlights": "Kamakura – https://www.japan-guide.com/e/e2163.html ; Yokohama – https://www.japan-guide.com/e/e3200.html",
    "km": "52/42",
    "time": "34/31 Min",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Pay ¥50 to walk inside Kamakura's Great Buddha; ride Yokohama's Cosmo Clock 17 after dark for skyline photos."
  },
  {
    "day": 16,
    "date": null,
    "title": "Yokohama",
    "highlights": "70. Geburtstag",
    "km": "",
    "time": "",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Book a private tea room in Sankeien Garden (¥3 000/hr) and a sunset cruise from Osanbashi pier (1 hr)."
  },
  {
    "day": 17,
    "date": null,
    "title": "Yokohama → Tokyo",
    "highlights": "Freier Tag",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Use the Metro 24‑h ticket (¥600) for unlimited rides; consider teamLab Borderless in Azabudai Hills (opened 2024)."
  },
  {
    "day": 18,
    "date": null,
    "title": "Flight to Hawaii",
    "highlights": "Abschied von Japan",
    "km": "",
    "time": "",
    "hotel": "",
    "notes": "",
    "helpfulInfo": "Check‑in opens three hours before departure; airport Muji is great for last‑minute gifts."
  }
]