[
  {
    "day": 1,
    "date": null,
    "title": "Flight to Tokyo",
    "highlights": "",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Flight booking: Skyscanner – https://www.skyscanner.com/",
    "helpfulInfo": "Use Narita Express (included in JR Pass) to reach Shinjuku in ~75 min; stroll Omoide Yokocho for yakitori this evening."
  },
  {
    "day": 2,
    "date": null,
    "title": "Tokyo",
    "highlights": "Tokyo's oldest Buddhist temple Senso-ji, founded in the 7th century, with its iconic Kaminarimon Gate and giant red lantern; panoramic city views from Tokyo Skytree (634 m, the world's tallest tower); traditional Nakamise shopping street leading to Senso-ji offering local snacks and souvenirs.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Metro-Pass: Tokyo Metro – https://www.tokyometro.jp/en/",
    "helpfulInfo": "The Senso-ji temple grounds are always open, but the main hall is generally accessible from around 6:00 AM to 5:00 PM. Visit early morning or at night to enjoy a serene atmosphere (and illuminated lanterns) with fewer crowds. Perform the cleansing ritual at the purification fountain before entering and be respectful of worshippers; modest attire (covering shoulders, no hats) is appreciated. Tokyo Skytree is typically open from 10:00 AM to 9:00 PM (last entry around 8:00 PM). It's wise to book Skytree tickets in advance or visit on a weekday to avoid long lines. Take the Asakusa or Hanzomon subway line to Skytree (Oshiage Station). The evening skyline view from the upper deck is spectacular, and you'll find plenty of dining options in the Solamachi mall at its base."
  },
  {
    "day": 3,
    "date": null,
    "title": "Tokyo → Hakone",
    "highlights": "Meiji Jingu Shrine set in a peaceful 70-hectare forest dedicated to Emperor Meiji and Empress Shoken (a serene escape in the city); trendy Harajuku's Takeshita Street for youth fashion, cosplay shops, and colorful street snacks; Shibuya Crossing, the world's busiest pedestrian intersection, with neon billboards and the famous Hachikō dog statue nearby.",
    "km": "81",
    "time": "1 Std. 39 Min",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "Freepass: Odakyu Hakone – https://www.odakyu.jp/english/passes/hakone/",
    "helpfulInfo": "Meiji Jingu is open from sunrise to sunset with no admission fee. Stroll through the giant torii gates and forest paths – it's hard to believe you're in central Tokyo. Participate in shrine customs: cleanse hands and mouth at the temizuya (water basin) and observe two bows, two claps, one bow when offering a prayer. There's no strict dress code, but it's respectful to dress modestly on shrine visits. Takeshita Street's shops typically open around 11:00 AM; weekdays are less crowded than weekends. Enjoy a crepe or quirky dessert, but be mindful of local etiquette by not walking while eating. At Shibuya Crossing, a wave of up to 3,000 people crosses at every light change. For a great view, watch from the second-floor Starbucks or the Shibuya Sky deck (230m up on Shibuya Scramble Square). The crossing is especially impressive at dusk when city lights come on. Remember to keep pace with the crowd and avoid stopping in the middle for photos."
  },
  {
    "day": 4,
    "date": null,
    "title": "Hakone",
    "highlights": "Hakone, a scenic onsen resort area famed for views of Mount Fuji on clear days; Owakudani volcanic valley with sulfurous hot springs and black eggs boiled in mineral-rich waters; Lake Ashi (Ashinoko) where pirate ship cruises offer picturesque lake vistas framed by Fuji; multiple hot spring ryokans and bath houses providing a relaxing onsen experience in a traditional setting.",
    "km": "",
    "time": "",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Purchase a Hakone Free Pass for unlimited rides on Hakone's trains, buses, boats, and ropeway – it saves money and hassle for circuit routes. From Tokyo, you can take the Odakyu Romancecar train directly to Hakone-Yumoto; from the Kansai side, ride the Shinkansen to Odawara then switch to local transport. In onsen baths, follow proper etiquette: bathe completely naked and wash thoroughly before entering the shared hot springs. Keep your small towel out of the water (place it on your head or the bath rim). Many traditional onsens may refuse entry to guests with large tattoos due to cultural stigma, so check ahead or use a private onsen if you have tattoos. A soak in Hakone's mineral-rich waters is believed to improve blood circulation and relieve travel fatigue. Weather can be fickle – Fuji might hide in clouds – so consider visiting the Hakone Open-Air Museum (an outdoor art museum) or Pola Museum of Art as alternative attractions. Aim for an early morning lake cruise or ropeway ride for your best chance at a Fuji view, and enjoy local specialties like black eggs or Yubadon (tofu skin bowls) in Hakone."
  },
  {
    "day": 5,
    "date": null,
    "title": "Hakone → Kyoto",
    "highlights": "Fushimi Inari Taisha shrine with its thousands of vermilion torii gates winding up Mt. Inari (offering a mesmerizing tunnel effect and viewpoints over Kyoto); Kiyomizu-dera Temple (UNESCO) with its huge wooden terrace perched on pillars, providing a panoramic city outlook; historic Higashiyama district lanes (like Sannen-zaka) lined with traditional shops and teahouses, preserving the atmosphere of old Kyoto.",
    "km": "374",
    "time": "1 Std. 43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "Japan Rail Pass – https://japanrailpass.net/en/",
    "helpfulInfo": "Fushimi Inari is open 24/7 and free, so you can visit anytime – it's magical at dawn or after dusk with far fewer people. The hike to the summit and back takes about 2-3 hours, but you can turn around at the Yotsutsuji intersection (about 45 minutes up) for a nice view if short on time. Wear comfortable shoes for the uphill trail. Kiyomizu-dera opens at 6:00 AM and charges around ¥400 admission. Go early to beat the tour groups, especially in peak seasons (cherry blossom spring or autumn colors) when it gets very crowded. From Kiyomizu-Gojo or Gion area, it's a steep 10-15 minute walk uphill to the temple entrance. Be sure to drink from one of the three streams at the Otowa Waterfall below the terrace – each stream is said to grant a wish (longevity, success in school, or fortunate love). In the Higashiyama streets, try local treats like yatsuhashi (cinnamon rice crackers) and respect the traditional area by speaking quietly and not smoking on the go. Many shops here close by 6-7 PM, so plan browsing accordingly."
  },
  {
    "day": 6,
    "date": null,
    "title": "Kyoto",
    "highlights": "Arashiyama Bamboo Grove, an enchanting pathway through towering bamboo stalks where the sunlight filters into a green glow; Tenryu-ji Temple (UNESCO) in Arashiyama, with its exquisite Zen garden and pond backed by forested hills; Kinkaku-ji (Golden Pavilion), a Zen temple whose top floors are covered in gold leaf, reflecting beautifully in its surrounding pond (one of Japan's most iconic sights).",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Visit the Arashiyama bamboo forest early in the morning (around sunrise) for a tranquil experience before the crowds arrive. The grove is always open and has no entry fee. Nearby Tenryu-ji opens at 8:30 AM (garden admission ~¥500). Enter through Tenryu-ji's north gate to directly access the bamboo path after enjoying the temple garden. Arashiyama is reachable by JR (Saga-Arashiyama Station) or tram (Randen line). Allow time to cross the iconic Togetsukyo Bridge and perhaps visit the Iwatayama Monkey Park (closed by late afternoon). Across town, Kinkaku-ji is open 9:00 AM to 5:00 PM with about a ¥400 entry fee. It's extremely popular – arriving right at opening or just before closing helps avoid shoulder-to-shoulder crowds on the viewing path. The site is not a long visit (30-45 minutes), but it's one-way; have your camera ready when you first see the pavilion across the pond. Buses connect Kinkaku-ji to central Kyoto (about 40 minutes from Arashiyama or 30 from downtown). End the day with some rest, as Kyoto's sightseeing can be happily exhausting!"
  },
  {
    "day": 7,
    "date": null,
    "title": "Kyoto",
    "highlights": "Hiroshima's Peace Memorial Park, a moving tribute to the victims of the atomic bombing: the Atomic Bomb Dome (Genbaku Dome), a preserved ruin at ground zero and UNESCO World Heritage Site; the Peace Memorial Museum with impactful exhibits and personal stories from 1945; memorial monuments like the Cenotaph, Flame of Peace, and Children's Peace Monument draped in thousands of origami cranes symbolizing hope.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Visiting Hiroshima's Peace Park is a solemn experience. The museum is open long hours (from 7:30 AM to 6:00 PM, with extended hours in August) and costs only about ¥200 to enter (audio guides in many languages are available for an extra fee). Plan to spend 1-2 hours in the museum – it's very informative but emotionally heavy. Please maintain a quiet, respectful demeanor throughout the museum and park. Many visitors leave paper cranes or ring the Peace Bell near the Dome as a gesture for peace. The park itself never closes, and evening visits are peaceful with the monuments illuminated. From JR Hiroshima Station, you can reach the park by streetcar (tram lines 2 or 6 to Genbaku Dome-mae) in about 15 minutes. If you intend to continue to Miyajima, a direct ferry operates from near the park, or you can take a train to the ferry pier at Miyajimaguchi. Consider trying Hiroshima-style okonomiyaki in the city – a delicious savory pancake layered with noodles, which the city is famous for."
  },
  {
    "day": 8,
    "date": null,
    "title": "Kyoto",
    "highlights": "Miyajima Island (Itsukushima), revered as one of Japan's top scenic views: the iconic vermilion torii gate of Itsukushima Shrine appears to float in the sea at high tide; the shrine complex itself, built over tidal waters, dedicated to the deity of the sea and storms (UNESCO World Heritage); roaming friendly deer that wander the island's streets; panoramic vantage points from Mount Misen, accessible by hiking or ropeway, offering views over the Seto Inland Sea.",
    "km": "46",
    "time": "43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Ferries to Miyajima run frequently from the mainland (Miyajimaguchi), and the JR ferry is covered by the Japan Rail Pass (about a 10-minute ride). Check tide times ahead of your visit: at high tide the torii gate is surrounded by water (great for photos), while at low tide you can walk on the tidal flats right up to the gate. Itsukushima Shrine is open roughly from 6:30 AM to 5:00 or 6:00 PM (varies by season) with a ¥300 entry fee. The shrine can get busy by late morning, so an early start is ideal. On the island, try local specialties like grilled oysters and momiji-manju (maple-leaf shaped cakes). If you plan to hike or take the ropeway up Mount Misen, note that the ropeway's last return is usually around 4:30-5:00 PM. Wear good shoes and carry water if hiking (it's about 2 hours to hike up). Also, be mindful of the deer – they may nibble on maps or food wrappers. Staying on the island into the evening is magical as day-trippers leave and the lanterns light up, but make sure to catch one of the final ferries back (typically by 9-10 PM)."
  },
  {
    "day": 9,
    "date": null,
    "title": "Kyoto → Hiroshima",
    "highlights": "Osaka Castle, a historic landmark originally built by Toyotomi Hideyoshi in the 16th century, with massive stone walls and a panoramic viewpoint from its top floor museum; Dōtonbori nightlife and food district along the canal, illuminated by neon signs like the Glico Running Man and mechanized restaurant billboards (giant crab, pufferfish, etc.), known as the epicenter of Osaka's street food and \"kuidaore\" (eat-until-you-drop) culinary culture.",
    "km": "362",
    "time": "1 Std. 36 Min",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "Osaka Castle's museum is open 9:00 AM to 5:00 PM (last entry 4:30 PM) and costs ¥600. The surrounding Osaka Castle Park is free and is a great spot for jogging or cherry blossom viewing in spring. Consider entering from the Otemon Gate for a grand approach across the moat. Inside, displays are bilingual and an elevator is available for those who need it. In Dōtonbori, evening is prime time as the neon comes alive and countless food stalls and restaurants beckon. Must-try local foods include takoyaki (octopus balls) and okonomiyaki (savory pancake) – look for stalls with lines, like those for famous Creo-ru takoyaki or Mizuno okonomiyaki (a popular eatery established in 1945). Wandering the alleys, you'll also find kushikatsu (fried skewers) and ramen shops. It's usually crowded, so hold onto your belongings. The vibe is boisterous but friendly – feel free to shout \"Kanpai!\" (cheers) with locals at an izakaya. For a change of scenery, walk to the calmer Hozenji Yokocho alley where a moss-covered Buddhist statue (Hozenji) resides and traditional eateries line a stone path, offering a glimpse of old Osaka. Finish the night with a photo under the Glico neon sign – a quintessential Osaka memory."
  },
  {
    "day": 10,
    "date": null,
    "title": "Hiroshima",
    "highlights": "Friedensmuseum – https://www.japan-guide.com/e/e3400.html ; Miyajima – https://www.japan-guide.com/e/e3401.html",
    "km": "",
    "time": "",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "Check tide tables—Miyajima's torii 'floats' two hours around high tide; JR ferry every 15 min, covered by pass."
  },
  {
    "day": 11,
    "date": null,
    "title": "Hiroshima → Kanazawa",
    "highlights": "Kenroku-en Garden – https://www.japan-guide.com/e/e4201.html",
    "km": "613",
    "time": "3 Std. 35 Min",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Kenroku‑en is free before 07:00; combine with Kanazawa Castle via the Ishikawa Gate; buy a Loop‑Bus day pass (¥600)."
  },
  {
    "day": 12,
    "date": null,
    "title": "Kanazawa",
    "highlights": "Samurai-Viertel – https://www.japan-guide.com/e/e4200.html",
    "km": "",
    "time": "",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "In Nagamachi samurai district visit Nomura‑ke with English audio; try gold‑leaf ice cream in Higashi‑Chaya."
  },
  {
    "day": 13,
    "date": null,
    "title": "Kanazawa → Tokyo",
    "highlights": "Shinkansen – https://global.jr-central.co.jp/en/high-speed-rail/tokaido/ ; Shinjuku Gyoen – https://www.env.go.jp/garden/shinjukugyoen/english/index.html",
    "km": "474",
    "time": "5 Std. 54 Min",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Reserve a window seat on the Kagayaki Shinkansen for Sea‑of‑Japan views the first 30 min; send bags to airport hotel."
  },
  {
    "day": 14,
    "date": null,
    "title": "Tokyo",
    "highlights": "Meiji-Schrein – https://www.japan-guide.com/e/e3002.html ; Harajuku – https://www.japan-guide.com/e/e3006.html ; Shibuya – https://www.japan-guide.com/e/e3007.html",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Meiji Shrine opens at dawn; after Harajuku crepes, pre‑book Shibuya Sky sunset slot online."
  },
  {
    "day": 15,
    "date": null,
    "title": "Tokyo → Kanagawa",
    "highlights": "Kamakura-Tempel – https://www.japan-guide.com/e/e2163.html ; Yokohama – https://www.japan-guide.com/e/e3200.html",
    "km": "52/42",
    "time": "34/31 Min",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "Harbour Cruise: Yokohama Harbour Cruise – https://www.yokohamajapan.com/v/harbor-cruise",
    "helpfulInfo": "Pay ¥50 to walk inside Kamakura's Great Buddha; ride Yokohama's Cosmo Clock 17 after dark for skyline photos."
  },
  {
    "day": 16,
    "date": null,
    "title": "Yokohama",
    "highlights": "70. Geburtstag",
    "km": "",
    "time": "",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Book a private tea room in Sankeien Garden (¥3 000/hr) and a sunset cruise from Osanbashi pier (1 hr)."
  },
  {
    "day": 17,
    "date": null,
    "title": "Yokohama → Tokyo",
    "highlights": "Freier Tag",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Use the Metro 24‑h ticket (¥600) for unlimited rides; consider teamLab Borderless in Azabudai Hills (opened 2024)."
  },
  {
    "day": 18,
    "date": null,
    "title": "Flight to Hawaii",
    "highlights": "Abschied von Japan",
    "km": "",
    "time": "",
    "hotel": "",
    "notes": "Flight booking: Hawaiian Airlines – https://www.hawaiianairlines.com/",
    "helpfulInfo": "Check‑in opens three hours before departure; airport Muji is great for last‑minute gifts."
  }
]