[
  {
    "day": 1,
    "date": null,
    "title": "Flug nach Tokio",
    "highlights": "",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Flug buchen: Skyscanner – https://www.skyscanner.com/",
    "helpfulInfo": "Nutze den Narita Express (im JR Pass enthalten), um Shinjuku in ca. 75 Min. zu erreichen; schlendere heute Abend durch Omoide Yokocho für Yakitori."
  },
  {
    "day": 2,
    "date": null,
    "title": "Tokio",
    "highlights": "Tokios ältester buddhistischer Tempel Senso-ji, gegründet im 7. Jahrhundert, mit seinem ikonischen Kaminarimon-Tor und der riesigen roten Laterne; Panoramablick über die Stadt vom Tokyo Skytree (634 m, der höchste Turm der Welt); traditionelle Einkaufsstraße Nakamise, die zum Senso-ji führt und lokale Snacks und Souvenirs anbietet.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Metro-Pass: Tokyo Metro – https://www.tokyometro.jp/en/",
    "helpfulInfo": "Das Gelände des Senso-ji-Tempels ist immer geöffnet, aber die Haupthalle ist in der Regel von ca. 6:00 Uhr bis 17:00 Uhr zugänglich. Besuche ihn am frühen Morgen oder nachts, um eine ruhige Atmosphäre (und beleuchtete Laternen) mit weniger Menschenmassen zu genießen. Führe das Reinigungsritual am Reinigungsbrunnen vor dem Betreten durch und sei respektvoll gegenüber den Betenden; bescheidene Kleidung (Schultern bedeckt, keine Hüte) wird geschätzt. Der Tokyo Skytree ist normalerweise von 10:00 Uhr bis 21:00 Uhr geöffnet (letzter Einlass ca. 20:00 Uhr). Es ist ratsam, Skytree-Tickets im Voraus zu buchen oder an einem Wochentag zu besuchen, um lange Warteschlangen zu vermeiden. Nimm die U-Bahnlinien Asakusa oder Hanzomon zum Skytree (Station Oshiage). Der Blick auf die Skyline am Abend vom oberen Deck ist spektakulär, und im Solamachi-Einkaufszentrum am Fuße findest du viele gastronomische Angebote."
  },
  {
    "day": 3,
    "date": null,
    "title": "Tokio → Hakone",
    "highlights": "Meiji-Jingu-Schrein in einem friedlichen, 70 Hektar großen Wald, gewidmet Kaiser Meiji und Kaiserin Shoken (eine ruhige Oase in der Stadt); die trendige Takeshita-Straße in Harajuku mit Jugendmode, Cosplay-Läden und bunten Straßensnacks; Shibuya Crossing, die belebteste Fußgängerüberquerung der Welt, mit Neonreklamen und der berühmten Hachikō-Hundestatue in der Nähe.",
    "km": "81",
    "time": "1 Std. 39 Min",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "Freepass: Odakyu Hakone – https://www.odakyu.jp/english/passes/hakone/",
    "helpfulInfo": "Meiji Jingu ist von Sonnenaufgang bis Sonnenuntergang geöffnet, der Eintritt ist frei. Schlendere durch die riesigen Torii-Tore und Waldwege – kaum zu glauben, dass man sich im Zentrum Tokios befindet. Nimm an den Schreinsitten teil: Reinige Hände und Mund am Temizuya (Wasserbecken) und beachte die zwei Verbeugungen, zwei Klatscher, eine Verbeugung beim Gebet. Es gibt keine strenge Kleiderordnung, aber es ist respektvoll, sich bei Schreinbesuchen bescheiden zu kleiden. Die Geschäfte in der Takeshita Street öffnen normalerweise gegen 11:00 Uhr; Wochentage sind weniger überfüllt als Wochenenden. Genieße einen Crêpe oder ein ausgefallenes Dessert, aber achte auf die lokale Etikette, indem du nicht im Gehen isst. Am Shibuya Crossing überqueren bei jeder Ampelschaltung bis zu 3.000 Menschen die Straße. Für eine großartige Aussicht beobachte das Geschehen vom Starbucks im zweiten Stock oder vom Shibuya Sky Deck (230 m hoch auf dem Shibuya Scramble Square). Die Kreuzung ist besonders beeindruckend in der Dämmerung, wenn die Lichter der Stadt angehen. Denke daran, mit der Menge Schritt zu halten und nicht mitten auf der Kreuzung für Fotos stehen zu bleiben."
  },
  {
    "day": 4,
    "date": null,
    "title": "Hakone",
    "highlights": "Hakone, ein malerisches Onsen-Resortgebiet, berühmt für den Blick auf den Berg Fuji an klaren Tagen; das Vulkantal Owakudani mit schwefelhaltigen heißen Quellen und schwarzen Eiern, die in mineralreichem Wasser gekocht werden; der Ashi-See (Ashinoko), wo Piratenschiff-Kreuzfahrten malerische Seeblicke mit Fuji-Rahmen bieten; zahlreiche Ryokans mit heißen Quellen und Badehäuser, die ein entspannendes Onsen-Erlebnis in traditioneller Umgebung ermöglichen.",
    "km": "",
    "time": "",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Kaufe einen Hakone Free Pass für unbegrenzte Fahrten mit Zügen, Bussen, Schiffen und Seilbahnen in Hakone – das spart Geld und Mühe bei Rundkursen. Von Tokio aus kannst du den Odakyu Romancecar-Zug direkt nach Hakone-Yumoto nehmen; von der Kansai-Seite fährst du mit dem Shinkansen nach Odawara und steigst dann in lokale Verkehrsmittel um. Befolge in Onsen-Bädern die richtige Etikette: Bade völlig nackt und wasche dich gründlich, bevor du die gemeinschaftlichen heißen Quellen betrittst. Halte dein kleines Handtuch aus dem Wasser (lege es auf den Kopf oder den Beckenrand). Viele traditionelle Onsen verweigern Gästen mit großen Tattoos aufgrund kultureller Stigmata möglicherweise den Zutritt. Informiere dich also im Voraus oder nutze ein privates Onsen, wenn du Tattoos hast. Ein Bad in Hakones mineralreichem Wasser soll die Durchblutung verbessern und Reiseermüdung lindern. Das Wetter kann unbeständig sein – der Fuji könnte sich in Wolken verstecken –, ziehe also den Besuch des Hakone Open-Air Museums (ein Freiluft-Kunstmuseum) oder des Pola Museum of Art als alternative Attraktionen in Betracht. Plane eine frühmorgendliche Seefahrt oder Seilbahnfahrt für die beste Chance auf einen Fuji-Blick und genieße lokale Spezialitäten wie schwarze Eier oder Yubadon (Tofuhaut-Schüsseln) in Hakone."
  },
  {
    "day": 5,
    "date": null,
    "title": "Hakone → Kyoto",
    "highlights": "Fushimi Inari Taisha Schrein mit seinen Tausenden von zinnoberroten Torii-Toren, die sich den Berg Inari hinaufwinden (bietet einen faszinierenden Tunneleffekt und Aussichtspunkte über Kyoto); Kiyomizu-dera Tempel (UNESCO) mit seiner riesigen Holzterrasse auf Säulen, die einen Panoramablick über die Stadt bietet; historische Gassen im Higashiyama-Viertel (wie Sannen-zaka), gesäumt von traditionellen Geschäften und Teehäusern, die die Atmosphäre des alten Kyoto bewahren.",
    "km": "374",
    "time": "1 Std. 43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "Japan Rail Pass – https://japanrailpass.net/en/",
    "helpfulInfo": "Fushimi Inari ist rund um die Uhr geöffnet und kostenlos, du kannst ihn also jederzeit besuchen – bei Sonnenaufgang oder nach Einbruch der Dunkelheit ist es magisch mit weit weniger Menschen. Die Wanderung zum Gipfel und zurück dauert etwa 2-3 Stunden, aber du kannst an der Yotsutsuji-Kreuzung (ca. 45 Minuten bergauf) umkehren, um eine schöne Aussicht zu genießen, wenn die Zeit knapp ist. Trage bequeme Schuhe für den bergauf führenden Weg. Kiyomizu-dera öffnet um 6:00 Uhr und kostet etwa ¥400 Eintritt. Gehe früh, um den Reisegruppen zu entgehen, besonders in der Hochsaison (Kirschblüte im Frühling oder Herbstlaubfärbung), wenn es sehr voll wird. Von der Gegend Kiyomizu-Gojo oder Gion ist es ein steiler 10-15-minütiger Spaziergang bergauf zum Tempeleingang. Trinke unbedingt aus einem der drei Bäche am Otowa-Wasserfall unterhalb der Terrasse – jeder Bach soll einen Wunsch erfüllen (Langlebigkeit, schulischer Erfolg oder glückliche Liebe). Probiere in den Straßen von Higashiyama lokale Leckereien wie Yatsuhashi (Zimt-Reiscracker) und respektiere die traditionelle Gegend, indem du leise sprichst und unterwegs nicht rauchst. Viele Geschäfte hier schließen gegen 18-19 Uhr, plane das Stöbern entsprechend."
  },
  {
    "day": 6,
    "date": null,
    "title": "Kyoto",
    "highlights": "Arashiyama Bambushain, ein bezaubernder Pfad durch hoch aufragende Bambusstämme, wo das Sonnenlicht zu einem grünen Schein filtert; Tenryu-ji Tempel (UNESCO) in Arashiyama, mit seinem exquisiten Zen-Garten und Teich vor bewaldeten Hügeln; Kinkaku-ji (Goldener Pavillon), ein Zen-Tempel, dessen obere Stockwerke mit Blattgold bedeckt sind und sich wunderschön im umgebenden Teich spiegeln (eine der ikonischsten Sehenswürdigkeiten Japans).",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Besuche den Arashiyama-Bambuswald früh am Morgen (gegen Sonnenaufgang) für ein ruhiges Erlebnis, bevor die Menschenmassen eintreffen. Der Hain ist immer geöffnet und kostet keinen Eintritt. Der nahegelegene Tenryu-ji öffnet um 8:30 Uhr (Garteneintritt ca. ¥500). Betritt ihn durch das Nordtor des Tenryu-ji, um nach dem Genuss des Tempelgartens direkt zum Bambuspfad zu gelangen. Arashiyama ist per JR (Station Saga-Arashiyama) oder Straßenbahn (Randen-Linie) erreichbar. Plane Zeit ein, um die ikonische Togetsukyo-Brücke zu überqueren und vielleicht den Iwatayama Affenpark zu besuchen (schließt am späten Nachmittag). Auf der anderen Seite der Stadt ist Kinkaku-ji von 9:00 Uhr bis 17:00 Uhr geöffnet (Eintritt ca. ¥400). Er ist extrem beliebt – eine Ankunft direkt zur Öffnung oder kurz vor Schließung hilft, dichtes Gedränge auf dem Besichtigungspfad zu vermeiden. Der Besuch dauert nicht lange (30-45 Minuten), aber es ist ein Einbahnweg; halte deine Kamera bereit, wenn du den Pavillon zum ersten Mal über den Teich siehst. Busse verbinden Kinkaku-ji mit dem Zentrum von Kyoto (ca. 40 Minuten von Arashiyama oder 30 Minuten aus der Innenstadt). Beende den Tag mit etwas Ruhe, denn Sightseeing in Kyoto kann herrlich anstrengend sein!"
  },
  {
    "day": 7,
    "date": null,
    "title": "Kyoto (Tagesausflug Hiroshima)",
    "highlights": "Hiroshimas Friedensgedächtnispark, eine bewegende Hommage an die Opfer des Atombombenabwurfs: der Atombombendom (Genbaku Dome), eine erhaltene Ruine am Ground Zero und UNESCO-Weltkulturerbe; das Friedensmuseum mit eindrucksvollen Exponaten und persönlichen Geschichten von 1945; Gedenkstätten wie das Kenotaph, die Friedensflamme und das Kinderfriedensdenkmal, geschmückt mit Tausenden von Origami-Kranichen als Symbol der Hoffnung.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Der Besuch des Friedensparks in Hiroshima ist ein ernstes Erlebnis. Das Museum hat lange Öffnungszeiten (von 7:30 Uhr bis 18:00 Uhr, im August länger) und kostet nur etwa ¥200 Eintritt (Audioguides in vielen Sprachen sind gegen Aufpreis erhältlich). Plane 1-2 Stunden für das Museum ein – es ist sehr informativ, aber emotional belastend. Bitte verhalte dich im gesamten Museum und Park ruhig und respektvoll. Viele Besucher hinterlassen Papierkraniche oder läuten die Friedensglocke in der Nähe des Doms als Geste für den Frieden. Der Park selbst schließt nie, und Besuche am Abend sind friedlich mit den beleuchteten Denkmälern. Vom JR-Bahnhof Hiroshima erreichst du den Park mit der Straßenbahn (Linien 2 oder 6 bis Genbaku Dome-mae) in etwa 15 Minuten. Wenn du nach Miyajima weiterfahren möchtest, gibt es eine direkte Fähre vom Park oder du kannst einen Zug zum Fähranleger in Miyajimaguchi nehmen. Probiere in der Stadt Hiroshima-Okonomiyaki – einen köstlichen herzhaften Pfannkuchen mit Nudelschichten, für den die Stadt berühmt ist."
  },
  {
    "day": 8,
    "date": null,
    "title": "Kyoto (Tagesausflug Miyajima)",
    "highlights": "Insel Miyajima (Itsukushima), verehrt als eine der schönsten Landschaften Japans: das ikonische zinnoberrote Torii-Tor des Itsukushima-Schreins scheint bei Flut im Meer zu schweben; der Schrein-Komplex selbst, über Gezeitengewässern erbaut, gewidmet der Gottheit des Meeres und der Stürme (UNESCO-Weltkulturerbe); freundliche Hirsche, die durch die Straßen der Insel streifen; Panorama-Aussichtspunkte vom Berg Misen, erreichbar durch Wandern oder Seilbahn, mit Blick über das Seto-Binnenmeer.",
    "km": "46",
    "time": "43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Fähren nach Miyajima verkehren häufig vom Festland (Miyajimaguchi), und die JR-Fähre ist im Japan Rail Pass enthalten (ca. 10 Minuten Fahrt). Überprüfe die Gezeitenzeiten vor deinem Besuch: Bei Flut ist das Torii-Tor von Wasser umgeben (ideal für Fotos), während du bei Ebbe auf dem Wattboden bis zum Tor laufen kannst. Der Itsukushima-Schrein ist ungefähr von 6:30 Uhr bis 17:00 oder 18:00 Uhr geöffnet (variiert je nach Saison) mit einem Eintrittspreis von ¥300. Der Schrein kann am späten Vormittag voll werden, daher ist ein früher Start ideal. Probiere auf der Insel lokale Spezialitäten wie gegrillte Austern und Momiji-Manju (Ahornblatt-förmige Kuchen). Wenn du planst, den Berg Misen zu erwandern oder mit der Seilbahn hinaufzufahren, beachte, dass die letzte Rückfahrt der Seilbahn normalerweise gegen 16:30-17:00 Uhr ist. Trage gute Schuhe und nimm Wasser mit, wenn du wanderst (es dauert ca. 2 Stunden bergauf). Achte auch auf die Hirsche – sie knabbern vielleicht an Karten oder Essensverpackungen. Ein Aufenthalt auf der Insel bis zum Abend ist magisch, wenn die Tagesausflügler weg sind und die Laternen angehen, aber stelle sicher, eine der letzten Fähren zurück zu erwischen (normalerweise bis 21-22 Uhr)."
  },
  {
    "day": 9,
    "date": null,
    "title": "Kyoto → Hiroshima (via Osaka)",
    "highlights": "Burg Osaka, ein historisches Wahrzeichen, ursprünglich im 16. Jahrhundert von Toyotomi Hideyoshi erbaut, mit massiven Steinmauern und einem Panoramablick vom Museum im obersten Stockwerk; Dōtonbori, das Nachtleben- und Essensviertel entlang des Kanals, beleuchtet von Neonschildern wie dem Glico Running Man und mechanisierten Restaurant-Werbetafeln (Riesenkrabbe, Kugelfisch usw.), bekannt als Epizentrum von Osakas Street Food und der \"Kuidaore\" (essen bis zum Umfallen) Esskultur.",
    "km": "362",
    "time": "1 Std. 36 Min",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "Das Museum der Burg Osaka ist von 9:00 Uhr bis 17:00 Uhr geöffnet (letzter Einlass 16:30 Uhr) und kostet ¥600. Der umliegende Burgpark Osaka ist kostenlos und ein großartiger Ort zum Joggen oder zur Kirschblütenschau im Frühling. Erwäge den Eintritt durch das Otemon-Tor für einen eindrucksvollen Zugang über den Burggraben. Im Inneren sind die Ausstellungen zweisprachig und ein Aufzug steht bei Bedarf zur Verfügung. In Dōtonbori ist der Abend die beste Zeit, wenn die Neonlichter aufleuchten und unzählige Essensstände und Restaurants locken. Unbedingt probieren sollte man lokale Spezialitäten wie Takoyaki (Oktopusbällchen) und Okonomiyaki (herzhafter Pfannkuchen) – suche nach Ständen mit Warteschlangen, wie denen für berühmtes Creo-ru Takoyaki oder Mizuno Okonomiyaki (ein beliebtes Lokal, gegründet 1945). Beim Schlendern durch die Gassen findest du auch Kushikatsu (frittierte Spieße) und Ramen-Läden. Es ist normalerweise voll, also pass auf deine Sachen auf. Die Atmosphäre ist ausgelassen, aber freundlich – rufe ruhig \"Kanpai!\" (Prost) mit den Einheimischen in einem Izakaya. Für eine Abwechslung gehe zur ruhigeren Hozenji Yokocho Gasse, wo eine moosbewachsene Buddha-Statue (Hozenji) steht und traditionelle Lokale einen Steinpfad säumen, die einen Einblick in das alte Osaka bieten. Beende den Abend mit einem Foto unter dem Glico-Neonschild – eine typische Osaka-Erinnerung."
  },
  {
    "day": 10,
    "date": null,
    "title": "Hiroshima",
    "highlights": "Friedensmuseum; Miyajima",
    "km": "",
    "time": "",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "Gezeiten überprüfen – Miyajimas Torii ‚schwebt‘ zwei Stunden um die Flut herum; JR-Fähre alle 15 Min., im Pass enthalten."
  },
  {
    "day": 11,
    "date": null,
    "title": "Hiroshima → Kanazawa",
    "highlights": "Kenroku-en Garten",
    "km": "613",
    "time": "3 Std. 35 Min",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Kenroku-en ist vor 07:00 Uhr kostenlos; kombiniere mit der Burg Kanazawa über das Ishikawa-Tor; kaufe einen Loop-Bus-Tagespass (¥600)."
  },
  {
    "day": 12,
    "date": null,
    "title": "Kanazawa",
    "highlights": "Samurai-Viertel",
    "km": "",
    "time": "",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Im Samurai-Viertel Nagamachi besuche Nomura-ke mit englischem Audioguide; probiere Goldblatt-Eis in Higashi-Chaya."
  },
  {
    "day": 13,
    "date": null,
    "title": "Kanazawa → Tokio",
    "highlights": "Shinkansen; Shinjuku Gyoen",
    "km": "474",
    "time": "5 Std. 54 Min",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Reserviere einen Fensterplatz im Kagayaki-Shinkansen für Blick auf das Japanische Meer in den ersten 30 Min.; schicke Gepäck zum Flughafenhotel."
  },
  {
    "day": 14,
    "date": null,
    "title": "Tokio",
    "highlights": "Meiji-Schrein; Harajuku; Shibuya",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Meiji-Schrein öffnet bei Sonnenaufgang; nach Harajuku-Crêpes, buche den Shibuya Sky-Slot für den Sonnenuntergang online vor."
  },
  {
    "day": 15,
    "date": null,
    "title": "Tokio → Kanagawa",
    "highlights": "Kamakura-Tempel; Yokohama",
    "km": "52/42",
    "time": "34/31 Min",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "Hafenrundfahrt: Yokohama Harbour Cruise – https://www.yokohamajapan.com/v/harbor-cruise",
    "helpfulInfo": "Zahle ¥50, um in Kamakuras Großen Buddha hineinzugehen; fahre nach Einbruch der Dunkelheit mit Yokohamas Cosmo Clock 21 für Skyline-Fotos."
  },
  {
    "day": 16,
    "date": null,
    "title": "Yokohama",
    "highlights": "70. Geburtstag",
    "km": "",
    "time": "",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Buche ein privates Teezimmer im Sankeien-Garten (¥3.000/Std.) und eine Sonnenuntergangs-Kreuzfahrt vom Osanbashi Pier (1 Std.)."
  },
  {
    "day": 17,
    "date": null,
    "title": "Yokohama → Tokio",
    "highlights": "Freier Tag",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Nutze das Metro 24-Std.-Ticket (¥600) für unbegrenzte Fahrten; erwäge teamLab Borderless in Azabudai Hills (eröffnet 2024)."
  },
  {
    "day": 18,
    "date": null,
    "title": "Flug nach Hawaii",
    "highlights": "Abschied von Japan",
    "km": "",
    "time": "",
    "hotel": "",
    "notes": "Flug buchen: Hawaiian Airlines – https://www.hawaiianairlines.com/",
    "helpfulInfo": "Check-in öffnet drei Stunden vor Abflug; der Flughafen-Muji ist großartig für Last-Minute-Geschenke."
  }
]