[
  {
    "day": 1,
    "date": null,
    "title": "Flight to Tokyo",
    "highlights": "Burg Osaka, eine ikonische Festung mit glänzenden goldenen Akzenten, umgeben von weitläufigen Gräben und Parkanlagen (der heutige Hauptturm ist ein Museum, das Samurai-Artefakte und die Geschichte Osakas zeigt); Bezirk Dōtonbori, Osakas berühmtes Unterhaltungsviertel entlang eines Kanals, leuchtend mit Neonschildern (wie dem Glico Running Man) und vollgepackt mit Street-Food-Ständen, die Takoyaki, Okonomiyaki und andere Leckereien servieren, die den Spitznamen der Stadt 'Tenka no Daidokoro' (Küche der Nation) verkörpern.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Beginne am Morgen bei der Burg Osaka, um Menschenmassen zu vermeiden. Der Burgturm öffnet um 9:00 Uhr (¥600 Eintritt), bietet einen Aufzug für Barrierefreiheit und eine 360°-Aussichtsplattform oben. Der umliegende Burgpark Osaka ist rund um die Uhr geöffnet und kostenlos – herrlich für einen Spaziergang unter Pflaumenblüten (Feb.) oder Kirschblüten (Anfang April). Von dort nimm die Osaka Loop Line nach Namba für Dōtonbori. Tauche in Dōtonbori in Osakas Esskultur ein: Probiere heiße Takoyaki von Straßenhändlern und ein herzhaftes Okonomiyaki in einem lokalen Lokal (viele Läden bereiten es vor dir auf einem Teppan-Grill zu). Das Konzept des 'Kuidaore' – essen bis zum Umfallen – wird hier beherzigt. Selbst wenn du schwelgst, sind die Preise angemessen: Straßensnacks kosten zwischen ¥300 und ¥800. Die Gegend wird nach Einbruch der Dunkelheit sehr belebt, besuche sie also gegen 17-18 Uhr, um die Neonschilder zum Leben zu erwecken. Verpasse nicht das Fotomotiv an der Ebisu-Brücke mit der Neon-Kulisse. In der Nähe ist der Kuromon Ichiba Markt (bis zum späten Nachmittag geöffnet) ein weiteres Feinschmeckerparadies, das man früher am Tag erkunden kann. Schlendere nachts am Kanal entlang oder erlebe eine spontane Darbietung lokaler Straßenkünstler. Denke daran, Müll in die dafür vorgesehenen Behälter zu werfen (Personal gibt oft kleine Tüten für Takoyaki-Zahnstocher usw. aus) – die Straße sauber zu halten, ist Teil des lokalen Stolzes."
  },
  {
    "day": 2,
    "date": null,
    "title": "Tokyo",
    "highlights": "Hiroshima Friedensgedächtnispark, eine grüne Oase, die der Erinnerung gewidmet ist: der Atombombendom, in seinem zerstörten Zustand als mächtiges Symbol nuklearer Zerstörung (und Hoffnung auf Frieden) erhalten; das Friedensmuseum mit umfangreichen Exponaten zum Bombenabwurf und seinen menschlichen Auswirkungen; das Kenotaph und die Gedenkstätten, an denen Besucher aus aller Welt mit gefalteten Kranichen und Friedensgebeten ihren Respekt erweisen.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Nimm einen frühen Shinkansen von Osaka (ca. 1,5 Stunden zum Bahnhof Hiroshima), um das Beste aus deinem Tag zu machen. Das Friedensmuseum öffnet früh (während aktueller Testphasen um 7:30 Uhr) und der Eintritt beträgt nur ca. ¥200. Plane ein paar Stunden dafür ein; ein Audioguide (¥400) kann dein Verständnis der Artefakte und Geschichten vertiefen. Im Museum und im Park verhalte dich respektvoll leise – viele Überlebende und Familien besuchen diesen Ort der Besinnung. Draußen sieh dir die Friedensflamme an (die brennen soll, bis Atomwaffen abgeschafft sind) und läute die große Friedensglocke in der Nähe des Doms. Alles im Park ist zu Fuß erreichbar. Zum Mittagessen könntest du Okonomiyaki in einem nahegelegenen Restaurant probieren – Hiroshima hat seinen eigenen Stil mit Nudeln. Wenn du am selben Tag Miyajima besuchen möchtest, plane den Park am frühen Nachmittag zu verlassen. Andernfalls verbringe mehr Zeit in der Stadt Hiroshima: Die wiederaufgebaute Burg Hiroshima und der Shukkei-en Garten sind Optionen. Die Fortbewegung ist einfach mit dem Straßenbahnsystem (die Linien Nr. 2 oder Nr. 6 fahren vom Bahnhof zum Park in etwa 15 Minuten)."
  },
  {
    "day": 3,
    "date": null,
    "title": "Tokyo → Hakone",
    "highlights": "Insel Itsukushima (Miyajima), gefeiert für das prächtige 'schwimmende' Torii-Tor des Itsukushima-Schreins, das auf den Gezeitenwassern zu treiben scheint; der Schrein-Komplex selbst mit zinnoberroten Holzstegen über der Bucht; neugierige, halbzahme Hirsche, die durch die Straßen streifen; Berg Misen, der heilige Gipfel der Insel mit Aussichtspunkten, die per Seilbahn oder Wanderung erreichbar sind und weitreichende Inselpanoramen bieten.",
    "km": "81",
    "time": "1 Std. 39 Min",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Fahre von Hiroshima mit JR nach Miyajimaguchi (30 Min.) und nimm die JR-Fähre nach Miyajima (10 Min.), kostenlos mit dem JR Pass. Ziel ist es, morgens anzukommen. Überprüfe die Gezeitenpläne: Bei Flut (oft morgens) ist das Torii des Schreins von Wasser umgeben für die postkartenreife Szene; bei Ebbe kannst du auf dem Sand hinausgehen und unter diesem hoch aufragenden Tor stehen. Die Öffnungszeiten des Schreins sind ungefähr 6:30 Uhr bis 17:00 Uhr (Eintritt ca. ¥300). Es lohnt sich, den Schrein bei Flut zu besuchen, um die volle schwimmende Illusion zu erleben. Schlendere durch die traditionelle Einkaufsstraße (Omotesando) für gegrillte Austern (eine lokale Spezialität) und Momiji-Manju-Kuchen. Wenn du aktiv sein möchtest, nimm die zweistufige Seilbahn auf den Berg Misen (letzte Bergfahrt ca. 16:00 Uhr) und mache dann eine kurze Wanderung zum Gipfel für atemberaubende Ausblicke. Alternativ bietet auch ein einfacher 30-minütiger Aufstieg zum Observatorium an der Tahoto-Pagode hinter dem Dorf großartige Aussichten. Denke daran, dass die Hirsche auf Miyajima heimtückisch sein können – sichere deine Karten und dein Essen. Fähren zurück zum Festland fahren bis ca. 22:00 Uhr, aber überprüfe die letzte Fähre, wenn du für den Sonnenuntergang oder die abendliche Beleuchtung des Torii bleibst (was ziemlich bezaubernd ist)."
  },
  {
    "day": 4,
    "date": null,
    "title": "Hakone",
    "highlights": "Fushimi Inari Taisha, Kyotos ikonischster Shinto-Schrein, berühmt für seinen endlosen Pfad aus zinnoberroten Torii-Toren den heiligen Berg Inari hinauf (mit Steinfuchs-Statuen überall); Gion-Viertel, Kyotos historisches Geisha-Viertel mit traditionellen hölzernen Machiya-Häusern, wo man abends elegant gekleidete Maiko (Geisha-Lehrlinge) sehen könnte; Yasaka-Schrein im Herzen von Gion, ein lebhafter Schrein, bekannt für sein Sommerfest und die nächtliche Laternenbeleuchtung.",
    "km": "",
    "time": "",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Nimm einen frühen Hochgeschwindigkeitszug von Hiroshima nach Kyoto (ca. 2 Stunden mit dem Shinkansen), um deine Erkundung Kyotos zu beginnen. Fushimi Inari besucht man am besten am frühen Morgen, um den Menschenmassen und Tourbussen zu entgehen. Es gibt keine Eintrittsgebühr und der Hauptschrein am Fuße ist immer geöffnet. Wandere ein Stück hinauf, um den Tunnel aus Torii zu erleben – selbst 15-20 Minuten hineinzugehen wird die Menge drastisch reduzieren, und du wirst Waldgeräusche hören, obwohl du in der Stadt bist. Zurück im Zentrum von Kyoto, begib dich am späten Nachmittag nach Gion. Die Straßen um die Hanamikoji Lane und den Shirakawa-Kanal sind in der Dämmerung stimmungsvoll, mit laternenbeleuchteten Teehäusern. Denke beim Spazierengehen daran, dass Geiko/Geishas arbeiten – jage sie nicht für Fotos oder blockiere ihren Weg (Fotografieren ist in privaten Gassen aufgrund früherer Probleme verboten). Der Yasaka-Schrein (ganztägig geöffnet, kostenlos) befindet sich am Ende der Shijō-Straße und ist ein beliebter abendlicher Treffpunkt mit Essensständen während Festivals. Wenn du bis zum Abend bleibst, könntest du eine Kulturshow im Gion Corner genießen (kurze Darbietungen von Teezeremonie, Tanz, Puppenspiel) als Einführung in traditionelle Künste. Trage bequeme Sandalen, falls du welche hast – Kyotos alte Straßen erkundet man am besten zu Fuß."
  },
  {
    "day": 5,
    "date": null,
    "title": "Hakone → Kyoto",
    "highlights": "Bezirk Arashiyama am westlichen Rand von Kyoto, bekannt für den friedlichen Bambushain, wo hoch aufragende Bambusse über einem Spazierweg schwanken; der nahegelegene Tenryu-ji Tempel mit seinem historischen Landschaftsgarten (einer der fünf großen Zen-Tempel Kyotos); Kinkaku-ji (Goldener Pavillon) auf Kyotos Nordseite, der Besucher mit seinen goldbedeckten oberen Etagen blendet, die sich in einem Spiegelteich spiegeln, umgeben von sorgfältig angelegten Gärten.",
    "km": "374",
    "time": "1 Std. 43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Beginne früh in Arashiyama. Vom Bahnhof Kyoto nimm die JR Sagano Linie nach Saga-Arashiyama. Der Bambushainpfad ist frei zugänglich und schließt nie, aber er ist am ruhigsten um Sonnenaufgang, bevor die Tagesausflügler ankommen. Nachdem du die Bambusatmosphäre aufgesogen hast, besuche den Tenryu-ji (Eintritt ca. ¥500, nur Garten-Tickets verfügbar) – er öffnet um 8:30 Uhr. Der Landschaftsgarten des Tempels mit einer Kulisse aus bewaldeten Hügeln ist UNESCO-Weltkulturerbe. Genieße einen ruhigen Moment am zentralen Teich, bevor du weitergehst. Du kannst dann am Nachmittag zum Kinkaku-ji fahren (Bus 11 oder 205 vom zentralen Arashiyama-Bereich oder vom Bahnhof Kyoto). Kinkaku-ji ist von 9-17 Uhr geöffnet und zieht riesige Menschenmengen an. Du kaufst ein Ticket (ca. ¥400), das gleichzeitig als Glücksbringer dient. Folge dem Pfad, um den Goldenen Pavillon über dem Wasser zu bestaunen – es ist ein kurzer, aber unvergesslicher Anblick. Für einen weniger überfüllten goldenen Tempel ziehe Ginkaku-ji (Silberner Pavillon) an einem anderen Tag in Betracht, obwohl er nicht wirklich silbern ist! Um vom Kinkaku-ji zurückzukehren, sind Taxis eine effiziente Option, wenn die Busse voll sind. Am Abend könntest du an einer Teezeremonie teilnehmen oder einfach entspannen – vielleicht in einem Sento (öffentliches Bad) baden, falls dein Hotel eines hat, um dich für weitere Besichtigungen zu erholen."
  },
  {
    "day": 6,
    "date": null,
    "title": "Kyoto",
    "highlights": "Hakone, ein bergiger Zufluchtsort, berühmt für heiße Quellen und den Blick auf den Berg Fuji; fahre mit der Hakone Ropeway über Owakudani, ein aktives Vulkantal mit dampfenden Öffnungen (und probiere die lokalen schwarzen Eier, die in schwefelhaltigem Wasser gekocht werden); fahre mit einem thematisierten Piratenschiff über den Ashi-See für eine atemberaubende Perspektive auf bewaldete Hügel und (bei klarem Wetter) den Berg Fuji; genieße die Gastfreundschaft eines Ryokans mit Kaiseki-Mahlzeiten und Onsen-Bädern im Freien, umgeben von Natur.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Verlasse Kyoto früh, nimm den Shinkansen nach Odawara (ca. 2 Stunden) und steige in die Hakone-Tozan Bahn oder den Bus nach Hakone um. Der Hakone Free Pass ist praktisch, wenn du mehrere Verkehrsmittel nutzen möchtest (Seilbahn, Schiffe, Standseilbahn) – er deckt die Hin- und Rückfahrt ab Odawara und den Nahverkehr ab. Behalte die Wettervorhersage im Auge; der Fuji ist oft im Winter und an Frühlingsmorgen sichtbar. Selbst wenn er versteckt ist, hat Hakone viel zu bieten. Beachte in einem Onsen-Ryokan die Bräuche: Schuhe am Eingang ausziehen, den bereitgestellten Yukata-Kimono in der Anlage tragen und die Onsen-Etikette genau befolgen (gründlich waschen vor dem Betreten, keine Badekleidung und das Handtuch nicht ins Wasser tauchen). Wenn du Tattoos hast, frage nach, ob sie erlaubt sind; einige Orte sind inzwischen ausländerfreundlicher, aber Diskretion ist immer noch ratsam. Ein privates Onsen-Bad (Kashikiri) kann eine gute Alternative sein. Genieße am Abend das mehrgängige Kaiseki-Dinner, wenn du in einem Ryokan übernachtest – es ist Teil des Erlebnisses. Denke daran, dass Hakones Attraktionen am frühen Abend schließen können (Seilbahn ca. 16-17 Uhr, Sightseeing-Kreuzfahrt bis 17 Uhr), plane also aktive Besichtigungen tagsüber. Entspanne dich nachts, indem du die Sterne von einem Freiluft-Onsen aus betrachtest und über deine Reise nachdenkst."
  },
  {
    "day": 7,
    "date": null,
    "title": "Kyoto",
    "highlights": "Shibuya Crossing, eine weltberühmte Kreuzung, an der der Verkehr in alle Richtungen stoppt und Fußgänger die Kreuzung in organisiertem Chaos fluten, umgeben von riesigen LED-Bildschirmen und dem Trubel der Tokioter Jugend; Harajukus Takeshita Street, das Zentrum der jugendlichen Popkultur und Modetrends in Japan, gefüllt mit flippigen Boutiquen, Cosplay-Kostümläden und süßen Crêpe-Ständen; das nahegelegene Waldgelände des Meiji-Schreins, das einen ruhigen kulturellen Kontrapunkt inmitten der städtischen Energie bietet.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Nach der Ankunft in Tokio aus Hakone (Odakyu-Züge kommen in Shinjuku an), tauche ein in das pulsierende Stadtleben. Die Stoßzeiten am Shibuya Crossing sind während des abendlichen Berufsverkehrs und an Wochenendnachmittagen, aber es ist zu jeder Tageszeit aufregend. Hol dir einen Kaffee mit Aussicht im Shibuya Scramble Square oder auf dem Magnet-Dach, um die Kreuzung von oben zu beobachten. Wenn du durch das Gewühl gehst, schwimme mit dem Strom und vermeide plötzliches Anhalten; Filmen oder Fotografieren vom Rand aus ist in Ordnung. In Harajuku öffnet die Takeshita Street normalerweise um 11 Uhr und kann an Wochenenden Schulter an Schulter sein. Für einen ruhigeren Besuch gehe an einem Wochentag oder früher am Tag hin. Schau dir ikonische Läden wie Daiso (100-Yen-Laden) oder das Laforet Einkaufszentrum für Avantgarde-Mode an. Straßenkünstler oder Trendsetter in wilden Outfits versammeln sich oft an Wochenenden. Gleich um die Ecke liegt Meiji Jingu – tritt durch das massive Torii-Tor und du lässt den Lärm hinter dir. Selbst wenn du ihn früher auf der Reise besucht hast, ist der Schrein einen zweiten Stopp wert, um zu entspannen. Wenn du gegen Schließung dort bist (normalerweise um Sonnenuntergang), hörst du das Trommelsignal, das das Ende des Tages ankündigt. Harajuku und Shibuya sind durch die JR Yamanote Linie verbunden (eine Haltestelle entfernt) und beide sind sehr gut zu Fuß erreichbar. Beende deinen Tag in Shibuya mit Ramen oder Yakitori in den Gassen von Nonbei Yokocho (\"Trinkergasse\") für einen Eindruck vom lokalen Nachtleben."
  },
  {
    "day": 8,
    "date": null,
    "title": "Kyoto",
    "highlights": "Asakusa, Tokios historische Innenstadt, Heimat des Senso-ji Tempels – dem ältesten der Stadt, mit einer lebhaften fünfstöckigen Pagode und der riesigen Kaminarimon (Donnertor)-Laterne; die Nakamise-Arkade, die zum Tempel führt und traditionelle Snacks wie Senbei-Reiscracker und Ningyō-yaki-Kuchen anbietet; Akihabara, das Elektronik- und Anime-Viertel, bekannt für mehrstöckige Spielhallen, Manga-Läden und helle Neonwerbung – ein Paradies für Technik- und Popkultur-Enthusiasten.",
    "km": "46",
    "time": "43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Genieße an deinem letzten Tag eine Mischung aus Tradition und Moderne. Am Senso-ji (geöffnet ca. 6:00 Uhr) kannst du morgendliche Weihrauchrituale miterleben, wenn du früh gehst. Kaufe entlang der Nakamise Last-Minute-Souvenirs – es ist einer der besten Orte für Yukata, Fächer oder schrullige Tokio-Andenken (die meisten Stände öffnen bis 9 Uhr). Wenn du es noch nicht getan hast, probiere eine Rikscha-Fahrt durch Asakusa für eine unterhaltsame Führung. Später fahre nach Akihabara (kurze Fahrt mit dem Tsukuba Express oder JR Yamanote von Ueno), um Japans Geek-Kultur zu erleben. Viele Elektronikgeschäfte öffnen gegen 10 Uhr; erkunde Duty-Free-Megastores nach Gadgets und schlendere in kleinere Läden für Retro-Spiele und Anime-Sammlerstücke. Maid-Cafés in Akiba können skurril sein, sind aber ein einzigartiges kulturelles Erlebnis, wenn du Zeit hast (rechne mit ca. ¥1500 für ein Getränk und eine Show). Behalte die Zeit im Auge, wenn du einen Flug hast – von Akihabara sind es etwa eine Stunde zum Flughafen Narita mit JR oder Keisei Skyliner oder 30 Minuten nach Haneda mit der Tokyo Monorail von Hamamatsuchō. Wenn du Japan verlässt, denke an die Tempel, Neonstraßen, Onsen-Entspannung und fantastischen Mahlzeiten zurück, die du genossen hast. 'Mata ne' (bis bald) – du wirst diese Erinnerungen bis zu deinem nächsten Besuch mitnehmen!"
  },
  {
    "day": 9,
    "date": null,
    "title": "Kyoto → Osaka",
    "highlights": "Burg Osaka",
    "km": "56",
    "time": "52 Min",
    "hotel": "Hilton Osaka – https://www3.hilton.com/en/hotels/japan/hilton-osaka-OSAOHHI/index.html",
    "notes": "",
    "helpfulInfo": "Museum der Burg Osaka wiedereröffnet 2025 – Zeitfenster-Ticket online kaufen; probiere Takoyaki in Dotonbori (15 Min. U-Bahn)."
  },
  {
    "day": 10,
    "date": null,
    "title": "Osaka",
    "highlights": "Sumiyoshi Taisha",
    "km": "",
    "time": "",
    "hotel": "Hilton Osaka – https://www3.hilton.com/en/hotels/japan/hilton-osaka-OSAOHHI/index.html",
    "notes": "",
    "helpfulInfo": "Fahre mit der Hankai-Straßenbahn zum Sumiyoshi Taisha (¥230); beende den Tag mit Blick auf den Sonnenuntergang vom Abeno Harukas Observatorium (geöffnet bis 22:00 Uhr)."
  },
  {
    "day": 11,
    "date": null,
    "title": "Osaka → Kanazawa",
    "highlights": "Kenroku-en Garten",
    "km": "462",
    "time": "5 Std. 24 Min",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Kenroku-en ist vor 07:00 Uhr kostenlos; kombiniere mit der Burg Kanazawa über das Ishikawa-Tor; kaufe einen Loop-Bus-Tagespass (¥600)."
  },
  {
    "day": 12,
    "date": null,
    "title": "Kanazawa",
    "highlights": "Samurai-Viertel",
    "km": "",
    "time": "",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Im Samurai-Viertel Nagamachi besuche Nomura-ke mit englischem Audioguide; probiere Goldblatt-Eis in Higashi-Chaya."
  },
  {
    "day": 13,
    "date": null,
    "title": "Kanazawa → Tokyo",
    "highlights": "Shinkansen; Shinjuku Gyoen",
    "km": "474",
    "time": "5 Std. 54 Min",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Reserviere einen Fensterplatz im Kagayaki-Shinkansen für Blick auf das Japanische Meer in den ersten 30 Min.; schicke Gepäck zum Flughafenhotel."
  },
  {
    "day": 14,
    "date": null,
    "title": "Tokyo",
    "highlights": "Meiji-Schrein; Harajuku; Shibuya",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Meiji-Schrein öffnet bei Sonnenaufgang; nach Harajuku-Crêpes, buche den Shibuya Sky-Slot für den Sonnenuntergang online vor."
  },
  {
    "day": 15,
    "date": null,
    "title": "Tokyo → Kanagawa",
    "highlights": "Kamakura; Yokohama",
    "km": "52/42",
    "time": "34/31 Min",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Zahle ¥50, um in Kamakuras Großen Buddha hineinzugehen; fahre nach Einbruch der Dunkelheit mit Yokohamas Cosmo Clock 21 für Skyline-Fotos."
  },
  {
    "day": 16,
    "date": null,
    "title": "Yokohama",
    "highlights": "70. Geburtstag",
    "km": "",
    "time": "",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Buche ein privates Teezimmer im Sankeien-Garten (¥3.000/Std.) und eine Sonnenuntergangs-Kreuzfahrt vom Osanbashi Pier (1 Std.)."
  },
  {
    "day": 17,
    "date": null,
    "title": "Yokohama → Tokyo",
    "highlights": "Freier Tag",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Nutze das Metro 24-Std.-Ticket (¥600) für unbegrenzte Fahrten; erwäge teamLab Borderless in Azabudai Hills (eröffnet 2024)."
  },
  {
    "day": 18,
    "date": null,
    "title": "Flight to Hawaii",
    "highlights": "Abschied von Japan",
    "km": "",
    "time": "",
    "hotel": "",
    "notes": "",
    "helpfulInfo": "Check-in öffnet drei Stunden vor Abflug; der Flughafen-Muji ist großartig für Last-Minute-Geschenke."
  }
]