[
  {
    "day": 1,
    "date": null,
    "title": "Flight to Tokyo",
    "highlights": "",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Flight booking: Skyscanner – https://www.skyscanner.com/",
    "helpfulInfo": "Use Narita Express (included in JR Pass) to reach Shinjuku in ~75 min; stroll Omoide Yokocho for yakitori this evening."
  },
  {
    "day": 2,
    "date": null,
    "title": "Tokyo",
    "highlights": "Tokyo's oldest Buddhist temple Senso-ji, founded in the 7th century, with its iconic Kaminarimon Gate and giant red lantern; panoramic city views from Tokyo Skytree (634 m, the world's tallest tower); traditional Nakamise shopping street leading to Senso-ji offering local snacks and souvenirs.",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "Metro-Pass: Tokyo Metro – https://www.tokyometro.jp/en/",
    "helpfulInfo": "The Senso-ji temple grounds are always open, but the main hall is generally accessible 6 AM–5 PM. Visit early or at night for a serene atmosphere with fewer crowds. Perform the cleansing ritual at the purification fountain before entering; modest attire is appreciated. Tokyo Skytree opens 10 AM–9 PM (last entry 8 PM). Book tickets in advance or visit on a weekday to avoid lines. Evening skyline views from the upper deck are spectacular, and Solamachi mall below has plenty of dining options."
  },
  {
    "day": 3,
    "date": null,
    "title": "Tokyo → Hakone",
    "highlights": "Meiji Jingu Shrine set in a peaceful 70-hectare forest dedicated to Emperor Meiji and Empress Shoken; trendy Harajuku’s Takeshita Street for youth fashion, cosplay shops and colorful snacks; Shibuya Crossing, the world’s busiest pedestrian intersection with neon billboards and the famous Hachikō statue nearby.",
    "km": "81",
    "time": "1 Std. 39 Min",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "Freepass: Odakyu Hakone – https://www.odakyu.jp/english/passes/hakone/",
    "helpfulInfo": "Meiji Jingu is open from sunrise to sunset; cleanse at the temizuya and bow-clap-bow when praying. Takeshita Street shops open ~11 AM (weekdays are quieter). At Shibuya Crossing, watch from Starbucks or the Shibuya Sky deck. Afternoon Romancecar from Shinjuku to Hakone-Yumoto (Free Pass holders pay a small surcharge) gets you into the onsen region in 80–90 min; reserve seats online, and send larger luggage by takkyubin to your Hakone hotel if desired."
  },
  {
    "day": 4,
    "date": null,
    "title": "Hakone",
    "highlights": "Hakone, a scenic onsen resort area famed for views of Mount Fuji on clear days; Owakudani volcanic valley with sulfurous hot springs and black eggs boiled in mineral-rich waters; Lake Ashi where pirate-ship cruises offer picturesque lake vistas framed by Fuji; multiple hot-spring ryokans and bath houses for a relaxing onsen experience.",
    "km": "",
    "time": "",
    "hotel": "Hilton Odawara Resort & Spa – https://www3.hilton.com/en/hotels/japan/hilton-odawara-resort-and-spa-ODARAHI/index.html",
    "notes": "",
    "helpfulInfo": "Purchase a Hakone Free Pass for unlimited rides on trains, buses, boats and ropeway. Follow onsen etiquette: wash thoroughly before soaking and keep towels out of the water. Many public baths restrict large tattoos—check ahead or book a private onsen. Weather changes quickly—Fuji often hides in clouds—so aim for an early cruise or ropeway ride, and keep the Hakone Open-Air Museum as a great rain option."
  },
  {
    "day": 5,
    "date": null,
    "title": "Hakone → Kyoto",
    "highlights": "Fushimi Inari Taisha with its thousands of vermilion torii gates winding up Mt. Inari; Kiyomizu-dera Temple (UNESCO) with its huge wooden terrace overlooking the city; historic Higashiyama lanes lined with traditional shops and teahouses, preserving old-Kyoto atmosphere.",
    "km": "374",
    "time": "1 Std. 43 Min",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "Japan Rail Pass – https://japanrailpass.net/en/",
    "helpfulInfo": "Fushimi Inari is open 24/7; dawn or dusk visits avoid crowds. The full summit loop takes 2-3 h; turning around at Yotsutsuji still grants city views. Kiyomizu-dera opens 6 AM; arrive early to beat tour buses. Higashiyama shops close by 6–7 PM—try yatsuhashi sweets and respect ‘no-smoking-while-walking’ rules in Kyoto’s old streets."
  },
  {
    "day": 6,
    "date": null,
    "title": "Kyoto",
    "highlights": "Arashiyama Bamboo Grove; Tenryu-ji Temple-garden (UNESCO); Kinkaku-ji (Golden Pavilion) reflecting in its pond.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Visit the bamboo grove at sunrise for solitude; Tenryu-ji garden opens 8:30 AM (¥500). Kinkaku-ji opens 9 AM; go at opening or just before closing to avoid the heaviest crowds. Allow travel time between Arashiyama and Kinkaku-ji (≈40 min by bus or taxi)."
  },
  {
    "day": 7,
    "date": null,
    "title": "Kyoto",
    "highlights": "Gion & Pontocho, Kyoto’s historic geisha quarters packed with lantern-lit machiya townhouses and teahouses; Nijo-jo Castle (UNESCO), the Tokugawa shogun’s 17th-century residence famous for ‘nightingale floors’ and opulent screen paintings; Nishiki Market, a 400-year-old covered arcade nicknamed “Kyoto’s Kitchen” where 130 stalls sell pickles, yuba, wagashi sweets and other local delicacies.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Arrive at Nijo-jo when it opens at 8 :45 AM (last entry 4 PM, ¥1 300); shoes must be removed inside the palace. Nishiki Market livens up from 10 AM and winds down ~6 PM—sample freely but keep moving in the narrow lane. Early evening, stroll Hanamikoji Street in Gion; photograph maiko/geiko from a respectful distance without blocking their path. Cross Shijo Bridge to tiny Pontocho alley for kaiseki or yakitori (some restaurants charge cover)."
  },
  {
    "day": 8,
    "date": null,
    "title": "Kyoto",
    "highlights": "Philosopher’s Path (Tetsugaku-no-michi), a tranquil 2 km canal walk lined with cherry trees and temples; Ginkaku-ji (Silver Pavilion) with its raked ‘Sea of Silver Sand’ garden; Nanzen-ji temple district featuring a soaring brick aqueduct and moss-filled sub-temple gardens.",
    "km": "",
    "time": "",
    "hotel": "Hilton Kyoto (Sanjo Kawaramachi) – https://www3.hilton.com/en/hotels/japan/hilton-kyoto-HANHKHI/index.html",
    "notes": "",
    "helpfulInfo": "Enter Ginkaku-ji at its 8:30 AM opening (¥500) to enjoy the gardens in peace. The Philosopher’s Path takes 30–40 min at a gentle pace; drop into Honen-in or Otoyo-jinja en route. Nanzen-ji’s free grounds never close; paid areas like the Hojo Garden and Sanmon Gate shut 4:30 PM (¥600 each). From Nanzen-ji, Keage subway returns downtown in 10 min or walk to Heian Shrine."
  },
  {
    "day": 9,
    "date": null,
    "title": "Kyoto → Hiroshima",
    "highlights": "Ride the Shinkansen from Kyoto to Hiroshima (≈1 h 40 min) passing Lake Biwa and Himeji; stroll 17th-century Shukkeien Garden with its miniature landscapes and tea pavilions; evening in Hondori arcade tasting Hiroshima-style okonomiyaki at Okonomimura and catching sunset city views from Orizuru Tower beside the Peace Memorial Park.",
    "km": "362",
    "time": "1 Std. 36 Min",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "Reserve Shinkansen seats (right-side windows for a fleeting Mount Fuji glimpse soon after Yokohama). Hiroshima’s Meipuru-pu loop-bus day-pass costs ¥600 and stops at Shukkeien and Peace Park. Shukkeien opens 9 AM–6 PM (to 5 PM Nov–Feb, ¥260). Okonomimura stalls open 11 AM–late; expect ~¥1 200 per pancake. Orizuru Tower observation deck 10 AM–7 PM (¥1 700) has origami-crane activities."
  },
  {
    "day": 10,
    "date": null,
    "title": "Hiroshima",
    "highlights": "Peace Memorial Museum and Atomic Bomb Dome in Hiroshima’s Peace Park (UNESCO World Heritage); Miyajima Island’s ‘floating’ vermilion torii of Itsukushima Shrine, roaming deer and Seto Inland Sea vistas.",
    "km": "",
    "time": "",
    "hotel": "Hilton Hiroshima – https://www3.hilton.com/en/hotels/japan/hilton-hiroshima-HROHIHI/index.html",
    "notes": "",
    "helpfulInfo": "The museum opens 7:30 AM–6 PM (¥200); allow 1–2 h and keep voices low. JR ferries to Miyajima every 15 min (10 min ride, covered by Rail Pass). Check tide tables—at high tide the torii appears to float; at low tide you can walk out to its base."
  },
  {
    "day": 11,
    "date": null,
    "title": "Hiroshima → Kanazawa",
    "highlights": "Kenroku-en Garden – https://www.japan-guide.com/e/e4201.html",
    "km": "613",
    "time": "3 Std. 35 Min",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "Kenroku-en is free before 7 AM; pair with Kanazawa Castle via Ishikawa Gate. The Kanazawa Loop-Bus day-pass is ¥600."
  },
  {
    "day": 12,
    "date": null,
    "title": "Kanazawa",
    "highlights": "Samurai-Viertel – https://www.japan-guide.com/e/e4200.html",
    "km": "",
    "time": "",
    "hotel": "Hyatt Centric Kanazawa – https://www.hyatt.com/en-US/hotel/japan/hyatt-centric-kanazawa/kanzh",
    "notes": "",
    "helpfulInfo": "In Nagamachi samurai district visit Nomura-ke with English audio; try gold-leaf ice cream in Higashi-Chaya."
  },
  {
    "day": 13,
    "date": null,
    "title": "Kanazawa → Tokyo",
    "highlights": "Shinkansen – https://global.jr-central.co.jp/en/high-speed-rail/tokaido/ ; Shinjuku Gyoen – https://www.env.go.jp/garden/shinjukugyoen/english/index.html",
    "km": "474",
    "time": "5 Std. 54 Min",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Reserve a window seat on the Kagayaki Shinkansen for Sea-of-Japan views the first 30 min; send bags to your airport hotel via takuhaibin."
  },
  {
    "day": 14,
    "date": null,
    "title": "Tokyo",
    "highlights": "Meiji-Schrein – https://www.japan-guide.com/e/e3002.html ; Harajuku – https://www.japan-guide.com/e/e3006.html ; Shibuya – https://www.japan-guide.com/e/e3007.html",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Meiji Shrine opens at dawn; after Harajuku crepes, pre-book Shibuya Sky sunset slot online."
  },
  {
    "day": 15,
    "date": null,
    "title": "Tokyo → Kanagawa",
    "highlights": "Kamakura-Tempel – https://www.japan-guide.com/e/e2163.html ; Yokohama – https://www.japan-guide.com/e/e3200.html",
    "km": "52/42",
    "time": "34/31 Min",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "Harbour Cruise: Yokohama Harbour Cruise – https://www.yokohamajapan.com/v/harbor-cruise",
    "helpfulInfo": "Pay ¥50 to enter Kamakura’s Great Buddha; ride Yokohama’s Cosmo Clock 17 after dark for skyline photos."
  },
  {
    "day": 16,
    "date": null,
    "title": "Yokohama",
    "highlights": "70. Geburtstag",
    "km": "",
    "time": "",
    "hotel": "Hilton Yokohama – https://www3.hilton.com/en/hotels/japan/hilton-yokohama-YOKAHHI/index.html",
    "notes": "",
    "helpfulInfo": "Book a private tea room in Sankeien Garden (¥3 000/hr) and a sunset cruise from Osanbashi pier (1 h)."
  },
  {
    "day": 17,
    "date": null,
    "title": "Yokohama → Tokyo",
    "highlights": "Freier Tag",
    "km": "",
    "time": "",
    "hotel": "Hilton Tokyo – Shinjuku – https://www3.hilton.com/en/hotels/japan/hilton-tokyo-HNDJHGI/index.html",
    "notes": "",
    "helpfulInfo": "Use the Metro 24-h ticket (¥600) for unlimited rides; consider teamLab Borderless in Azabudai Hills (opened 2024)."
  },
  {
    "day": 18,
    "date": null,
    "title": "Flight to Hawaii",
    "highlights": "Abschied von Japan",
    "km": "",
    "time": "",
    "hotel": "",
    "notes": "Flight booking: Hawaiian Airlines – https://www.hawaiianairlines.com/",
    "helpfulInfo": "Check-in opens three hours before departure; airport Muji is great for last-minute gifts."
  }
]
